{"Product":{"0":"iphone13","1":"iphone13","2":"iphone13","3":"iphone13","4":"iphone13","5":"iphone13","6":"iphone13","7":"iphone13","8":"iphone13","9":"iphone13"},"Customer Name":{"0":"Vaibhav Raj","1":"Vishal Dubey","2":"Flipkart Customer","3":"Nithesh Nayak","4":"Satwinder  Singh","5":"ritu mishra","6":"Diptanil Debbarma","7":"Santanu Saha","8":"Pranjal  Das","9":"Vikas Kumar"},"Rating":{"0":5,"1":5,"2":5,"3":5,"4":5,"5":5,"6":5,"7":5,"8":5,"9":5}," Heading":{"0":"Fabulous!","1":"Must buy!","2":"Perfect product!","3":"Must buy!","4":"Brilliant","5":"Terrific purchase","6":"Classy product","7":"Terrific purchase","8":"Fabulous!","9":"Highly recommended"}," Comment ":{"0":"Amazing beast....As expected , didn't disappoint me,Had to sell hard chunk of kidneys to get it !!;pCamera quality is definitely a super upgradeBattery is super.. easily last throughout the day with heavy usage.Light weight looks stylish what else you need??Starlight color just wow!!!Apple it would have been better if you should  have given an adaptor. Increase 2k price and give it in box!!!Simple ....Edit 1 : After 14 days of usage highly satisfied with battery performance, Last thr...","1":"Just upgraded from 11 to iPhone 13 ..cinematic mode video awesome camera awesome display awesome Looks A1 battery life is also good.New filter mode in camera added","2":"Awesome camera Amazing battery life Super xdr display is 💕👌🏻Playing games and day to day task are smooth Face ID is superbiOS 15 is really awesome 🤩 thanks to Apple","3":"That was quick delivery by FLIPKART.Box is so compact and light weight, for a moment I had doubt whether box has Mobile or not. Product Red iPhone 13 is actually RED this time. Feels comfortable when you hold in hand. Feels light and more like big brother of iPhone 5s.Selfie camera is great and battery seems better than iphone 12","4":"\"\nVery impressed with this order.. i phone 13 best in class , awsm camera quality, fastest in speed,Very happy with my product\n\"","5":"It's  just mind-blowing  I have switched from Android to iOS it feels fantastic. The  alluring effect and  the fascinated color it's top notch. I was hesitating to buy online but one can completely rely on. Special thanks to ekart and flipkart to deliver only in 2days delivery is quick  and trustworthy.","6":"The most premium feeling I ever had while holding a phone was of this iphone 13.This is my first iPhone apart from having ipad pro but i can guarentee you that it had the most premium in hand experience.The flipkart service was awesome and it got delivered before expected date. Hats off! Overall an excellent experience it was. An iphone is not hyped just for no reason.","7":"The most premium feeling I ever had while holding a phone was of this iphone 13.This is my first iPhone apart from having ipad pro but i can guarentee you that it had the most premium in hand experience.The flipkart service was awesome and it got delivered before expected date. Hats off! Overall an excellent experience it was. An iphone is not hyped just for no reason.","8":"Reviewing after almost 1month of usage. Excellent camera, superb display, awesome in-hand feel, powerful performance. Super happy with the purchase. Battery backup is the only concern. Apple must work to provide better battery performance.","9":"I am very pleased that I bought the original iphone 13. Excellent and fast delivery. I've been waiting for him for a long."}}